acpi
acpi_call
acpid
adapta-gtk-theme
alsa-firmware
alsa-utils
arc-gtk-theme
arch-install-scripts
base
base-devel
bash-completion
bitwarden-cli
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
chezmoi
cliphist
code
cups
dnsmasq
dunst
efibootmgr
eza
fastfetch
figlet
font-manager
foot
gedit
git
gparted
grim
grub
grub-btrfs
gvfs
gvfs-smb
hplip
htop
hyprland
inetutils
inotify-tools
intel-ucode
iptables-nft
kitty
less
libnotify
linux
linux-firmware
linux-headers
linux-zen
mesa-utils
mkinitcpio
nano
neofetch
network-manager-applet
networkmanager
nfs-utils
openssh
os-prober
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
plocate
polkit-gnome
python-pyqt5
qemu-desktop
qt5-wayland
qt6-wayland
rofi
rsync
sddm
snap-pac
snapper
sof-firmware
spotify-launcher
sudo
swayidle
thunar
tlp
ttf-font-awesome
udiskie
udisks2
variety
vim
virt-manager
vivaldi
waybar
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-xhost
zram-generator
zsh
